'use strict'

// 1.函数必须用*
// 2.正常一个函数只有一个return就停止了，使用yeild可以用多个，每出现一次就缓存一下，最后一起给到函数的返回值
// 3.函数的返回值通过next来逐一执行

// function *quips(name) {
//     yield '你好' + name + '!';
//     yield  '希望你喜欢';
// }
//
// let res = quips('Sara');
//
// let x;
// do {
//     x = res.next();
//     console.log(x.value);
// }while (!x.done)
//
//
// function fn() {
//     for (let i = 0;i<10000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000;i++) {
//         console.log(i + '')
//     }
// }
//
// let y = fn();
//
// let z;
// do {
//     z = y.next();
//     console.log(z.value);
// }while (!z.done)

