<template>
    <div class="kcb-fxjs">
        <h3>上海证券交易所科创板股票信用交易风险揭示书</h3>
        <h4>尊敬的投资者:</h4>
        <p class="mark">为了使您充分了解您在信用账户内参与上海证券交易所科创板股票或存托凭证（以下统称科创板股票）交易的相关风险，请您认真阅读本风险揭示书（以下简称《风险揭示书》），充分认识在信用账户内参与科创板股票交易（包括但不限于融资买入、融券卖出、担保品买入及担保物提交等）的相关风险。 </p>
        <p>科创板股票在发行、上市、交易、信息披露等方面所适用的法律规则与主板市场存在一定差别。投资者在参与科创板股票信用交易前，应当认真阅读《上海证券交易所科创板股票交易特别规定》、《上海证券交易所科创板股票盘后固定价格交易指引》、《科创板首次公开发行股票注册管理办法（试行）》、《科创板上市公司持续监管办法（试行）》等有关法律、行政法规、部门规章、规范性文件和交易所业务规则。</p>
        <p>请您根据自身财务状况、实际需求、风险识别和承受能力等因素，审慎决定是否参与科创板股票信用交易。如仍确认参与的，请认真阅读以下《风险揭示书》列示内容：</p>
        <p>一、科创板企业所处行业和业务往往具有研发投入规模大、盈利周期长、技术迭代快、风险高以及严重依赖核心项目、核心技术人员、少数供应商等特点，企业上市后的持续创新能力、主营业务发展的可持续性、公司收入及盈利水平等仍具有较大不确定性。</p>
        <p>二、科创板企业可能存在首次公开发行前最近3个会计年度未能连续盈利、公开发行并上市时尚未盈利、有累计未弥补亏损等情形，可能存在上市后仍无法盈利、持续亏损、无法进行利润分配等情形。</p>
        <p>三、科创板新股发行价格、规模、节奏等坚持市场化导向，询价、定价、配售等环节由机构投资者主导。科创板新股发行全部采用询价定价方式，询价对象限定在证券公司等七类专业机构投资者，而个人投资者无法直接参与发行定价。同时，因科创板企业普遍具有技术新、前景不确定、业绩波动大、风险高等特征，市场可比公司较少，传统估值方法可能不适用，发行定价难度较大，科创板股票上市后可能存在股价波动的风险。</p>
        <p>科创板股票竞价交易设置较宽的涨跌幅限制，首次公开发行上市的股票，上市后的前 5 个交易日不设涨跌幅限制，其后涨跌幅限制为 20%，投资者应当关注可能产生的股价波动的风险。</p>
        <p class="mark">鉴于上述科创板交易的特殊性，在同等杠杆倍数下，投资者操作科创板股票进行融资融券交易的潜在风险高于操作其他 A 股股票进行融资融券交易的风险；为防范风险，本公司有权采取更严格的担保证券及标的证券准入、信用账户单一证券持仓集中度、信用账户单一板块持仓集中度、担保品折算率、融资融券保证金比例、信用账户警戒维持担保比例、信用账户平仓维持担保比例等指标。上述调整可能影响投资者账户交易，导致投资者信用账户资产被强制平仓，由此产生的经济损失将全部由投资者自行承担。</p>
        <p class="mark">本公司有权因您信用账户内担保证券所属科创板上市公司已被或可能被退市而采取将该股票调出可充抵保证金证券范围、将其公允价值调整为零或要求您提前归还负债等措施，因此可能造成的损失由您自行承担。</p>
        <p>四、初步询价结束后，科创板发行人预计发行后总市值不满足其在招股说明书中明确选择的市值与财务指标上市标准的，将按规定中止发行。</p>
        <p>五、科创板股票网上发行比例、网下向网上回拨比例、申购单位、投资风险特别公告发布等与目前上交所主板股票发行规则存在差异，投资者应当在申购环节充分知悉并关注相关规则。</p>
        <p>六、首次公开发行股票时，发行人和主承销商可以采用超额配售选择权，不受首次公开发行股票数量条件的限制，即存在超额配售选择权实施结束后，发行人增发股票的可能性。</p>
        <p>七、科创板退市制度较主板更为严格，退市时间更短，退市速度更快；退市情形更多，新增市值低于规定标准、上市公司信息披露或者规范运作存在重大缺陷导致退市的情形；执行标准更严，明显丧失持续经营能力，仅依赖与主业无关的贸易或者不具备商业实质的关联交易维持收入的上市公司可能会被退市。</p>
        <p class="mark">本公司有权因您信用账户内担保证券所属科创板上市公司已被或可能被退市而采取将该股票调出可充抵保证金证券范围、将其公允价值调整为零或要求您提前归还负债等措施，因此可能造成的损失由您自行承担。</p>
        <p>八、科创板制度允许上市公司设置表决权差异安排。上市公司可能根据此项安排，存在控制权相对集中，以及因每一特别表决权股份拥有的表决权数量大于每一普通股份拥有的表决权数量等情形，而使普通投资者的表决权利及对公司日常经营等事务的影响力受到限制。</p>
        <p>九、出现《上海证券交易所科创板股票上市规则》以及上市公司章程规定的情形时，特别表决权股份将按1:1的比例转换为普通股份。股份转换自相关情形发生时即生效，并可能与相关股份转换登记时点存在差异。投资者需及时关注上市公司相关公告，以了解特别表决权股份变动事宜。</p>
        <p>十、相对于主板上市公司，科创板上市公司的股权激励制度更为灵活，包括股权激励计划所涉及的股票比例上限和对象有所扩大、价格条款更为灵活、实施方式更为便利。实施该等股权激励制度安排可能导致公司实际上市交易的股票数量超过首次公开发行时的数量。</p>
        <p>十一、科创板在条件成熟时将引入做市商机制，请投资者及时关注相关事项。</p>
        <p>十二、投资者需关注科创板股票交易的单笔申报数量、最小价格变动单位、有效申报价格范围等与上交所主板市场股票交易存在差异，避免产生无效申报。</p>
        <p>十三、投资者需关注科创板股票交易方式包括竞价交易、盘后固定价格交易及大宗交易，不同交易方式的交易时间、申报要求、成交原则等存在差异。科创板股票大宗交易，不适用上交所主板市场股票大宗交易中固定价格申报的相关规定。</p>
        <p>十四、科创板股票上市首日即可作为融资融券标的，与上交所主板市场存在差异，且盘后固定价格申报不适用于融资融券业务的申报，投资者应注意相关风险。</p>
        <p>十五、科创板股票交易盘中临时停牌情形和严重异常波动股票核查制度与上交所主板市场规定不同，投资者应当关注与此相关的风险。</p>
        <p>十六、符合相关规定的红筹企业可以在科创板上市。红筹企业在境外注册，可能采用协议控制架构，在信息披露、分红派息等方面可能与境内上市公司存在差异。红筹公司注册地、境外上市地等地法律法规对当地投资者提供的保护,可能与境内法律为境内投资者提供的保护存在差异。</p>
        <p>十七、红筹企业可以发行股票或存托凭证在科创板上市。存托凭证由存托人签发、以境外证券为基础在中国境内发行,代表境外基础证券权益。红筹公司存托凭证持有人实际享有的权益与境外基础证券持有人的权益虽然基本相当,但并不能等同于直接持有境外基础证券。投资者应当充分知悉存托协议和相关规则的具体内容，了解并接受在交易和持有红筹公司股票或存托凭证过程中可能存在的风险。</p>
        <p>十八、科创板股票相关法律、行政法规、部门规章、规范性文件（以下简称法律法规）和交易所业务规则，可能根据市场情况进行修改，或者制定新的法律法规和业务规则，投资者应当及时予以关注和了解。</p>
        <h4 class="special">特别提醒: </h4>
        <h4 style="text-indent: 2em">本《风险揭示书》的揭示事项仅为列举性质，未能详尽列明科创板股票交易的所有风险，投资者在参与交易前，应当认真阅读有关法律法规和交易所业务规则等相关规定，对其他可能存在的风险因素也应当有所了解和掌握，并确信自己已做好足够的风险评估与财务安排，避免因参与科创板股票信用交易遭受难以承受的损失。 </h4>
        <h4 style="text-indent: 2em">投资者在本《风险揭示书》上签字，即表明投资者已经理解并愿意自行承担参与科创板股票信用交易的风险和损失。 </h4>
        <div class="info">
            <div class="left">
                <p>资产账号： {{account}}</p>
                <p>投资者签名： {{name}}</p>
                <p>日期： {{date}} </p>
            </div>
            <div class="right">
                <p class="company">川财证券有限责任公司 </p>
                <p>经办人： </p>
                <p>日期：{{date}} </p>
            </div>
        </div>
    </div>
</template>

<style lang="stylus" rel="stylesheet/stylus" scoped>
    * 
        padding 0
        margin 0

    div 
        text-indent 2em
        font-size 14px
        line-height 1.9
        color #404040

    .kcb-fxjs
        padding 20px
        box-sizing border-box
        h3:first-child
            text-align center
        h4 
            text-indent 0
        .mark 
            color red
            font-weight 600
        .special
            margin-top 60px
        .info
            display flex
            padding 30px 0
            .left, .right
                text-indent 0
                flex 1
                text-align left 
                >p 
                    padding 10px 0
                .company
                    position relative
                    &::after
                        position absolute
                        left 0
                        top 2.3em
                        content "________盖章"

</style>

<script>
export default {
    name: 'kcb-xyfxjs',
    props:{
        account: {
            type: String,
            default: '1000008'
        },
        name: {
            type: String,
            default: '李四'
        },
        date: {
            type: String,
            default: '2020年03月26日'
        }
    }
}
</script>