<template>
    <div>
        page a
        {{$store.state.money.money}}
        <hr>
        <button @click="add(2)">增加</button>
        <button @click="reduce">减少</button>
        <button @click="show">展示原型上的弹框</button>
        <button @click="show1">直接在Vue原型上添加方法</button>
        <h3 class="gc">
            西风
            电视剧《芈月传》片尾曲
            作词：陈涛
            作曲：王备
            演唱：阿鲁阿卓
            我今身披彩衣
            我见繁花如许
            我嫁与山河千乘万骑
            我却追忆孩提
            想过无猜无忌
            想与云梦相许
            想任你劫夺红尘知遇
            永生不得离去
            西风向
            孤独的人吟唱
            是谁在
            拿捏心里的伤
            将欢情
            推离片刻时光
            琴箫已在
            夜中央
            想过无猜无忌
            想与云梦相许
            想任你劫夺红尘知遇
            永生不得离去
            西风向
            孤独的人吟唱
            是谁在
            拿捏心里的伤
            将欢情
            推离片刻时光
            琴箫已在
            夜中央
            西风向
            孤独的人吟唱
            是谁在
            拿捏心里的伤
            将欢情
            推离片刻时光
            琴箫已在
            夜中央
            将欢情
            推离片刻时光
            柳枝微仰
            夜中央
            更多追问追答
            追问
            完整的
            追答
            是完整的啊
            45     评论 分享 举报

            广告您可能关注的内容
            找西凤w,上阿里巴巴,海量爆品等你抢批!
            西凤w阿里巴巴提供原料,生产,加工一系列服务,源头厂家利润高,优选采购批发平台阿里巴巴,采购批发找西凤w,新手开店拿货,一件代发,夜市地摊,超低折扣,..
            www.1688.com 广告
            其他类似问题
            2011-05-15求歌词：西风的话 陈绮贞56
            2017-03-30《西风》这首歌表达了什么情感1
            2013-08-21西风的话 歌词170
            2016-02-01西风歌词的意思
            2013-08-23西风的声音 歌词1
            2013-08-21赵云龙的《西风》 歌词1
            2013-08-17马玉芬的《西风》 歌词
            2008-08-03东风压倒西风的歌词？1
            更多相关西风歌词的问题 >
            为你推荐：

            特别推荐


            中国人学哪门外语最容易？
        </h3>
    </div>
</template>
<style>

    .gc {
        font-family: "iconfont";
    }

</style>

<script>

    import {mapActions} from 'vuex'


    export default {
        data() {
            return {
                msg: "hello vue"
            }
        },
        methods: {
                ...mapActions('money',[
                  'add', 'reduce'
                ]),
            show() {
                this.$showAlert('展示原型上的弹框')
            },
            show1() {
                this.$show()
            }
        }
    }
</script>


